tap "homebrew/cask"
tap "homebrew/cask-fonts"

brew "node"

brew "jq"
brew "gh"
brew "youtube-dl"
brew "fonttools"
brew "ruby-install"
brew "mas"
brew "direnv"
brew "git"
brew "git-lfs"
brew "chruby"

cask "font-cascadia-code"
cask "visual-studio-code"

mas "Speedtest", id: 1153157709
mas "Ulysses", id: 1225570693
mas "Pixelmator Pro", id: 1289583905
mas "Linea Link", id: 1233368267
mas "WiFi Explorer", id: 494803304
mas "Blackmagic Disk Speed Test", id: 425264550
mas "Final Cut Pro", id: 424389933
mas "Motion", id: 434290957
mas "Compressor", id: 424390742